TOKEN = '5124105904:AAGpHTgrkMkOyIuzX52HYyY8mSLgsS-WxqA'
dct = {1:[
    'Заполните дату рождения по примеру: 1998.03.25',#1
    '❗️ Дата рождение должен быть в виде (год.месяц.день)',#2
    'Нажмите на кнопку "📞 Поделиться номером"',#3
    'Введите название ВУЗа: \n\n\nНапример:    Ташкентский Химико Технологический Иститут',#4
    '📞 Поделиться номером',#5
    '👨‍🎓Выберите ваше образования:',#6
    'Школа',#7
    'Лицей или Коллеж',#8
    'Университет или Институт',#9
    '👨‍💼Чем вы занимаетесь  сейчас? ',#10
    'Безработный',#11
    'Работаю',#12
    'Студент',#13
    'Где вы учитесь?\n\n\nНапример:    Ташкентский Химико Технологический Иститут',#14
    'Введите место работы:\n\n\nНапример:    Райхон миллий таомлар ошхонаси',#15
    '🏠Введите адрес местожительства\n\n\nПо примеру    г.Ташкент, Шайхантахурский район, Лабзак 26-32',#16
    'Укажите какими языками владеете:\n\nУзбекский, Английский, Русский и т.д.',#17
    '📍Выберите в каком филиале вам удобно работать:',#18
    'Юнусабад 1 (Сампи)',#19
    'Юнусабад 2 (Таштур)',#20
    'Гунча',#21
    'Беруний',#22
    'Рисовый базар',#23
    'ЭКО базар',#24
    '👨‍💼Выберите должность:',#25
    'Кухня (по категориям)',#26
    'Касса/раздача',#27
    'Доставка',#28
    'Мойка',#29
    'Хостесс',#30
    'Колл-центр',#31
    'Центр Мариновки',#32
    '🌚Какое время вам удобно работать?🌝',#33
    'Дневная смена',#34
    'Ночная смена',#35
    '💸На какую зарплату вы рассчитываете? \n\n\n Образец:   1 500 000',#36
    '📸Отправьте своё фото:',#37
    '✅Вы успещно зарегистрировались\n\n\n⏳Ваша заявка на рассмотрении\n\n\n🕰В ближайшее время мы с вами свяжемся\n\n\n🤗Благодарим за использования ботом\n\n\n«BUONO Vacancy»',#38
    'Заполнить ФИО в нижеследующем образце: \n\n\n👤Рустамжанов Ильхом Анварович',#39
    '☎️Введите номер телефона по примеру: \n\n\n📞901362632',#40
    'Где вы учились ?\n\n\nНапример:    Лицей УЗГУМЯ',#41
    'Введите название ВУЗа: \n\n\nНапример:    Ташкентский Химико Технологический Иститут',#42
    'Где вы работали?\n\n\nНапример:    Райхон миллий таомлар ошхонаси',#43


],
       2:[
           'Tug’ilgan sanangizni quyidagi korinishga kiriting: 1998.03.25', #1
           """❗️ Tug'ilgan sana (yil.oy.kun) ko'rinishida bo'lishi kerak""", #2
           ' "📞 Raqamni ulashish " tugmasini bosing', #3
           'O.T.M. номини киритинг: \n\n\nNamuna:     Tashkent Kimyo Texnologiya Instituti', #4
           '📞 Raqamni ulashish', #5
           '👨‍🎓Ma’lumotingiz? Tanlang⬇️:', #6
           'Maktab', #7
           'Litsey yoki kollej', #8
           'Unversitet yoki Institut', #9
           '👨‍💼Hozir nima bilan bandsiz? ', #10
           'Ishsiz', #11
           'Ishlayman', #12
           'Talaba', #13
           'Qaerda o’qiysiz? \n\n\nNamuna:     Tashkent Kimyo Texnologiya Instituti ', #14
           'Ish joyingizdi kiriting:\n\n\nNamuna:     Rayhon milliy taomlar oshxonasi ', #15
           '🏠Yashash manzilini kiriting:  \n\n\nToshkent shaxar, Shayxontoxur tumani, Labzak 26-32', #16
           'Qaysi tillarni bilasiz? \n\n O`zbek, Ingliz, Rus...', #17
           '📍Qaysi filialimizda sizga ishlash qulay:', #18
           'Yunusobod 1 (SamPI)',  #19
           'Yunusobod 2 (Toshtur)',  #20
           'G’uncha',  #21
           'Beruniy',  #22
           'Risoviy bozori',  #23
           'EKO bozori',  #24
           '👨‍💼Qaysi lavozimda ishlashni xoxlaysiz. Tanlang⬇️:',  #25
           'Oshpaz (turlari bo’yicha)',  #26
           'Kassir/razdacha',  #27
           'Kuryer',  #28
           'Xostess',  #29
           'Farrosh',  #30
           'Operator',  #31
           'Marinovka Markazi',  #32
           '🌚Sizga ishlashingiz uchun qulay vaqt?🌝',  #33
           'Kunduzgi smena',  #34
           'Kechki smena',  #35
           '💸Qancha maosh olishni kutayapsiz? \n\n\n Namuna:   1 500 000',  #36
           '📸Rasmingizni yuborin:',  #37
           """✅ Siz muvaffaqiyatli ro'yxatdan o'tdingiz \n\n\n⏳ Arizangiz ko'rib chiqilmoqda\n\n\n🕰 Tez orada biz siz bilan bog'lanamiz\n\n\n🤗 "BUONO Vacancy"botidan foydalanganingiz uchun siz Rahmat.""",  #38
           'Familiyangiz, Ismingiz va otangizni ismini quyidagi korinishda kiriting: \n\n\n👤Rustamjonov Ilhomjon Anvar o’g’li',  #39
           '☎️Telefon raqamingizni quyidagi ko’rinishda kiriting: \n\n\n📞901362632',  #40
           'Litsey yoki kolledj nomini kiriting: \n\n\nNamuna:    O`zDJTU litseyi',  #41
           'O.T.M. номини киритинг: \n\n\nNamuna:     Tashkent Kimyo Texnologiya Instituti',  #42
           'Qayerda islagansiz?\n\n\nNamuna:     Rayhon milliy taomlar oshxonasi ',  #43
           '',  #44
       ],
       3:[
           'Туғилган санангизни қуйидаги кўринишда киритинг: 1998.03.25',
           '❗️Тугилган сана (йил.ой.кун) кўринишида болиши керак',
           '"📞 Ракамни улашиш" тугмасини босинг',
           'О.Т.М номини киритинг\n\n\nНамуна     Тошкент Кимё Технология Институти',
           '📞 Ракамни улашиш',
           '👨‍🎓Маълумотингиз? Танланг⬇️:',  # 6
           'Мактаб',  # 7
           'Лицей ёки колледж',  # 8
           'Университет ёки Институт',  # 9
           '👨‍💼Хозир нима билан бандсиз?',  # 10
           'Ишсиз',  # 11
           'Ишлайман',  # 12
           'Талаба',  # 13
           'Қаерда ўқийсиз?\n\n\nНамуна     Тошкент Кимё Технология Институти',  # 14
           'Иш жойингизни киритинг:\n\n\nНамуна     Райхон миллий таомлар ошхонаси',  # 15
           '🏠Яшаш манзилини киритинг:\n\n\nНамуна     Тошкент шахар, Шайхонтохур тумани, Лабзак 26-32',  # 16
           'Қайси тилларни биласиз?\n\n\nЎзбек, Инглиз, Рус...',  # 17
           '📍Қайси филиалда ишлаш сизга қулай',  # 18
           'Юнусобод 1 (СамПИ)',  # 19
           'Юнусобод 2 (Тоштурма)',  # 20
           'Ғунча',  # 21
           'Беруний',  # 22
           'Рисовий бозори',  # 23
           'ЭКО бозори',  # 24
           '👨‍💼Қайси лавозимда ишлашни хохлайсиз. Танланг⬇️',  # 25
           'Ошпаз (турлари бўйича)',  # 26
           'Кассир/раздача',  # 27
           'Курьер',  # 28
           'Хостесс',  # 29
           'Фаррош',  # 30
           'Оператор',  # 31
           'Мариновка Маркази',  # 32
           '🌚Сизга ишлашингиз учун қулай вақт?🌝',  # 33
           'Кундузги смена',  # 34
           'Кечки смена',  # 35
           '💸Қанча маош олишни кутаяпсиз?\n\n\n Намуна:   1 500 000',  # 36
           '📸Расмингизни юборинг:',  # 37
           """✅ Сиз муваффақиятли рўйхатдан ўтдингиз \n\n\n⏳ Аризангиз кўриб чиқилмоқда\n\n\n🕰 Тез орада биз сиз билан боғланамиз\n\n\n🤗 "BUONO Vacancy"ботидан фойдаланганингиз учун сиз Раҳмат.""",  # 38
           'Фамилиянгиз, Исмингиз ва отангизни исмини қуйидаги кўринишда киритинг: \n\n\n👤Рустамжонов Илхомжон Анвар ўғли',  # 39
           '☎️Телефон рақамингизни қуйидаги кўринишда киритинг: \n\n\n📞901362632',
           'Лицей ёки Колледж номини киритинг:\n\n\nНамуна     ЎзДЖТУ лицейи',  # 41
           'О.Т.М номини киритинг\n\n\nНамуна     Тошкент Кимё Технология Институти',  # 42
           'Қаерда ишлагансиз\n\n\nНамуна     Райхон миллий таомлар ошхонаси',  # 43
           '',  # 44
       ]}

dctm =['Менеджер','Menedjer','Менеджер']
ddd = ['Oптавьте фото первой страницы паспорта:','Pasportingizni birinchi betini fotosini yuboring:','Паспортингизни биринчи бетини фотосини юборинг:']
ddd2 = ['Oптавьте фото страницы паспорта с пропискиой:','Pasportingizni turar joyingiz korsatilgan betini fotosini yuboring:','Паспортингизни тураржойингиз корсатилган бетини фотосини юборинг:']
